<template>
  <div class="section">
    <img class="avatar" :src="srcImage" alt="person" />
    <p class="section-text">
      <span>🔸Успешно готовлю к экзаменам в Goethe-Institut</span>
      <span
        >🔸Преподаю в группах, парах и индивидуально. Онлайн и оффлайн.</span
      >
      <span
        >🔸 Имею сертификат Гёте-института С2. До переезда в Сербию были свои
        курсы вживую немецкого языка в Мурманске Fuchs&Fox 🦊, вела много групп
        взрослых, подростков и детей.</span
      >
      <span
        >🔸Мои уроки - динамичные, интересные и живые, постоянно меняю
        активности, особенно онлайн, постоянно повышаю квалификацию в
        Гёте-институте и на разных международных образовательных
        мероприятиях.</span
      >
      <span>🔸Использую в том числе цифровые учебники.</span>
      <span>🔸Обещаю быстрый прогресс и много практики говорения на занятиях.
        Приглашаю на занятия взрослых и детей.</span
      >
    </p>
  </div>
</template>

<script setup lang="ts">
import srcImage from 'assets/images/avatar.jpg';
</script>

<style lang="css" scoped>
.avatar {
  width: 10rem;
  height: 10rem;
  margin: 1rem;
  border-radius: 50%;
}
</style>
s
